13/data/attachments/b7fdd035c0de93b7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d48cf0e5-4576-4905-a41c-0134eedbb505</nif:username>
            <nif:friendToBeAdded>Andrew_process_Friend_53522_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>